---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.UnresolvableErrorInFamilyWarn
source: html/079b1aca-c29f-4db5-2b36-c67c3802a623.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.UnresolvableErrorInFamilyWarn Property

An error occurred in family "[Name]" that cannot be automatically resolved.\nError Information:\n"[Text]"

## Syntax (C#)
```csharp
public static FailureDefinitionId UnresolvableErrorInFamilyWarn { get; }
```